---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsPathFullStepArrow
source: html/e42ab087-6a0a-eefb-07c6-51551bd6f365.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsPathFullStepArrow Property

"Full Step Arrow"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsPathFullStepArrow { get; }
```